Repository: alexwing/woocommerce-oscommerce-sync
Catalog: languages/woocommerce-osc-sync-*.po
Languages: es_es

source: Enter your oscommerce database information
es_es: Introduzca sus datos de acceso a la base de datos de oscommerce

source: Import products, categories, customers and orders from osCommerce to Woocommerce
es_es: Importe productos, categorías, clientes y pedidos de osCommerce a WooCommerce

source: You will need remote access to your oscommerce database
es_es: Necesitará acceso remoto a su base de datos oscommerce

source: OsCommerce Database Conection
es_es: Conexión a la base de datos de OsCommerce

source: Products Configuration
es_es: Configuración para productos

source: Select Imports
es_es: Seleccionar la importación

source: Images directory:
es_es: Carpeta de las imágenes:

source: osCommerce store URL:
es_es: URL de la tienda OsCommerce:

source: Empty directory as default "image"
es_es: Campo vacío usa la carpeta por defecto "image"

source: osCommerce Database User:
es_es: Usuario Base de datos osCommerce:

source: osCommerce Database Password:
es_es: Contraseña Base de datos osCommerce:

source: Import data from osCommerce
es_es: Importar datos desde osCommerce

source: For big products database can import in steps (use fields Offset & Limit)
es_es: Para bases de datos de productos grandes puedes importar en varios pasos (Usa los campos "Desplazamiento" y "Limite")

source: Language:
es_es: Lenguaje:

source: Offset:
es_es: Desplazamiento:

source: Limit:
es_es: Limite:

source: Data to Import:
es_es: Datos a Importar:

source: It is recommended to follow the order of the list
es_es: Es recomendable seguir el orden de la lista.

source: Categories
es_es: Categorías

source: Products
es_es: Productos

source: Products delete images
es_es: Borrar imágenes de los productos

source: Products Prefered image
es_es: Imagen por defecto del producto

source: Products gallery
es_es: Galería de imágenes del producto

source: Orders
es_es: Pedidos

source: Information Pages
es_es: Páginas de información

source: Example: https://www.yoursite.com/
es_es: Ejemplo: https://www.susitio.com/

source: osCommerce Database Host:
es_es: Host de la Base de datos osCommerce:

source: osCommerce Database Name:
es_es: Nombre de la Base de datos osCommerce:

source: Id from osCommerce lang table
es_es: Identificador del idioma de osCommerce

source: Last product imported
es_es: Desplazamiento de productos (Cuantos saltar)

source: how many products imported
es_es: Cuantos productos importar en este paso

source: Customers (passwords will not be transferred)
es_es: Clientes (las contraseñas no serán transferidas).

source: (Display and save a log file in WordPress root folder)
es_es: (Visualiza y guarda un archivo de registro en la carpeta raíz de WordPress)

source: Import Data
es_es: Importar datos
